{
  "nav": {
    "work": "Arbeiten",
    "about": "Über mich",
    "service": "Dienstleistung",
    "contact": "Kontakt",
    "blog": "Blog",
    "notes": "Notizen"
  },
  "homepage": {
    "overline": "Digitales Produktdesign & Frontend-Entwicklung",
    "headline": "Ich gestalte und entwickle digitale Produkte."
  },
  "mission": {
    "overline": "Mission",
    "headline": "Digitaler Fokus",
    "paragraph1": "Als selbstständiger Digital Product Designer und Frontend Developer konzipiere, gestalte und entwickle ich digitale Produkte für Unternehmen und Unternehmensgründer. Mein Ziel ist es, technische und komplexe Prozesse benutzerfreundlich zu gestalten.",
    "paragraph2": "Für plattformübergreifende Lösungen arbeite ich mit bewährten Verfahren und modernster Technologie. Um die Funktionalität und das Design zu überbrücken, erstelle ich umfassend gestaltete Benutzeroberflächen für Ihre Website oder App."
  },
  "teaching": {
    "overline": "Unterricht",
    "headline": "Ich unterrichte beim Digital Career Institute",
    "paragraph": "Seit dem Dezember 2018 habe ich über 100 Teilnehmer zum Thema Webdevelopment unterrichtet. Ich habe zusammen mit anderen Dozenten am Curriculum gearbeitet und den Schülern das Programmieren beigebracht. \n Von HTML, CSS und JavaScript bis zu React.js, Node.js und MongoDB habe ich die Schüler zum Fullstack JavaScript Developer ausgebildet."
  },
  "hire": {
    "overline": "Arbeite mit mir",
    "headline": "So kann ich helfen",
    "step1": "Ich plane, konzipiere, gestalte und realisiere ihr digitales Vorhaben.",
    "step2": "Ich unterstütze ihr Team mit meinen Kompetenzen bei ihrem Projekt.",
    "step3": "Ich gebe ihrem Team einen Workshop um euch auf das nächste Level zu bringen.",
    "step4": "Ich spreche bei ihrem Event über aktuelle Themem im Bereich Design und Development."
  },
  "footer": {
    "letsChat": "Lass uns reden",
    "legal": "Rechtliches",
    "imprint": "Impressum und AGB",
    "privacy": "Datenschutz"
  },
  "references": "Referenzen",
  "projects": "Projekte",
  "article": "Artikel",
  "design": "Design",
  "development": "Entwicklung",
  "button": {
    "read": "Mehr erfahren"
  },
  "about": {
    "headline": "Digital by default",
    "section1": {
      "headline": "Über mich",
      "paragraph": "Hi, mein Name ist Simon. Ich glaube, dass die Kombination aus gutem digitalen Design und moderner Technologie Produkte und unseren Umgang mit ihnen verbessern kann. Ich bin misstrauisch gegenüber dem, was ist und entschlossen, die Art und Weise, wie unsere digitalen Produkte aussehen und funktionieren, verändern zu wollen."
    },
    "section2": {
      "headline": "Digitale Produkte in Handarbeit",
      "paragraph1": "Ich entwickle jedes Projekt, egal ob Website oder Web App, individuell in Handarbeit nach ihren Bedürfnissen. Ich verwende aktuellste Technologien, die auch bei Google, Facebook, Airbnb oder Trivago, eingesetzt werden. Ich arbeite gerne mit Menschen, die etwas bewegen wollen. Und die verstanden haben, wie digitale Projekte funktionieren.",
      "paragraph2": "Ich liebe das, was ich tue, und ich verfeinere ständig meine Fähigkeit, Markengeschichten in eine visuell einzigartige und ansprechende Benutzererfahrung zu übersetzen."
    },
    "section3": {
      "headline": "Dozent beim Digital Career Institute",
      "paragraph": "Seit Dezember 2017 unterrichte ich beim Digital Career Institute und habe seitdem insgesamt über 100 Teilnehmer in Düsseldorf, Hamburg und Berlin zum Thema “Modern Web Development” und “Digital Design” unterrichtet."
    }
  },
  "work": {
    "headline": "Ausgewählte Arbeiten"
  }
}
